<article>
	<b>Tips</b>:
	<?=(strpos($_SERVER["HTTP_USER_AGENT"],"Chrome"))?
		"很好，你选择了正确的浏览器^_^":
		"亲，为什么不用chrome浏览器！请自觉换过来。因为，我只用这浏览器来开发= ="; ?>
</article>
<article>
	<b>知音难觅</b> 08-24<br /><br />
	时间总是过得很快......<br />
	看书的时间少了就会觉得自己一天都没什么成长，自己还没什么思想深度是可以理解的，但是不学习就不行。<br />
	其实，虽然自己是个理工科学生，但我一直都想学一门文科，特别是偏社会的那种，因为这与我的理想形影不离。<br />
	比较可惜的是在大学里没有找到多少个实质上的好朋友，我很希望有能一起学习的人。<br />
	就是不知道为什么会觉得这里的气氛挺浮躁的，作为一个青年人应该做些什么？我想这个我也得好好思考一下。<br />
</article>
<article>
	<b>新博客</b> 08-23<br /><br />
	只有无聊到透顶的人才会不用微博人人博客来玩代码，不过这种感觉很好~<br />
	<ul>
		<li>在这里我可以写一些有意思的应用</li>
		<li>用我自己的表达来写博文</li>
		<li>网站的风格我想改成怎样就怎样</li>
		<li>如果你以为普通博客能够做到你就太天真了</li>
		<li>好玩的还在后头</li>
		<li>...</li>
	</ul>
</article>